<?php
$a = array(
    "สิ่งสำคัญที่สุดคือ เราต้องเชื่อว่าเราทำได้",
    "ผมรู้...ว่าผมไม่รู้อะไร",
    "ความสำเร็จมีขึ้นตอน อย่าใจร้อน",
    "อินเทรนด์ สำหรับผมคือเอาท์",
    "จะประสบความสำเร็จ ไม่จำเป็นต้องเป็นผู้นำเสมอ",
    "เหตุผลที่ฉันอยู่เป็นโสด เพราะสวรรค์ลงโทษพวกตาไม่ถึง",
    "เธอยังไม่ต้องมีใจก็ได้ แค่อย่าพึ่งมีใครก็พอ",
    "โกหกเหนื่อยมั้ย เป็นควายเหนื่อยมาก",
    "เป็นคนยิ้มยาก แต่ถ้าชอบใครมากๆก็จะยิ้มให้",
    "อยากจะเป็นฮิปสเตอร์ เเต่ตอนนี้ เป็นได้เเค่ฮิปโป ",
    "ทุกข์เพราะมีความรักยังดีกว่าทุกข์เพราะรักใครไม่เป็น",
    "เดินออกมาตั้งไกล ดันลืมหัวใจไว้ที่เธอ",
    "อดีตมันอาจจะทำให้มีความทุกข์ เพื่อจะไปมีความสุขในอนาคตก็ได้",
    "สิ่งที่หายากกว่าเงินตรา..คือ บรรดาเพื่อนที่เเท้จริง",
    "เรือรักคงไม่อับปาง ถ้าคนร่วมทางมันไม่คิดอัปรีย์",
    "จะแกล้งเป็นคนที่รู้ไม่ทัน ถ้ามันทำให้ฉันไม่เสียเธอ",
    "การที่เรามองไม่เห็นดาวเหนือบนท้องฟ้าไม่ได้หมายความว่าให้เราหยุดเดิน",
    "การที่เรามองไม่เห็นดาวเหนือบนท้องฟ้าไม่ได้หมายความว่าให้เราหยุดเดิน",
    "เสมอต้น...เสมอปลาย...อาจไม่เสมอไป...",
    "ความหนาว..อาจทำให้ใครบางคนเหงา...แต่ความเหงาอาจจะทำให้ใครหลายคน หนาว",
    "ทำดีให้คนเกรง... ดีกว่าเป็นนักเลงให้คนกลัว",
    "เรื่องราวทุกเรื่องนั้นมีตอนจบ แต่ในชีวิตจริง ในทุกๆตอนจบคือการเริ่มต้นครั้งใหม่",
    "คำพูดที่สวยงามไม่ได้จริงเสมอไป และการพูดความจริงก็ไม่ได้สวยงามเสมอไปเช่นกัน",
    "จงมีความสุขกับชีวิตของตัวคุณเองโดยที่ไม่ต้องไปเปรียบเทียบกับชีวิตของใคร",
    "ศิลปของการดำเนินชีวิตคือ การปรับตัวให้เหมาะสมกับแต่ละสถานการณ์",
    "คนที่รู้จักจุดหมายปลายทางของตนเอง...คือคนที่เดินทางไปได้ไกลที่สุด..."


);
$random_key = array_rand($a,1);
echo "<p>" . $a[$random_key] . "</p>";